Repository: yessil/Dictomash
Catalog: lang/*/Dictomash.po
Languages: kk

source: Dictomash
kk: Диктомаш

source: &Help F1
kk: &Помощь F1

source: Instructions
kk: Инструкции

source: &About program...
kk: &О программе...

source: Brief description
kk: Краткое описание

source: Process file F2
kk: Обработать файл F2

source: Process file
kk: Обработать файл

source: Font Alt-F
kk: Шрифт Alt-F

source: Font
kk: Шрифт

source: Listen F6
kk: Прослушать F6

source: Listen to last phrase
kk: Прослушать последнюю фразу

source: Record F7
kk: Запись F7

source: Record
kk: Запись

source: Parameters F9
kk: Параметры F9

source: Audio parameters
kk: Аудио параметры

source: Clear F10
kk: Очистить F10

source: Clear the screen
kk: Очистить экран

source: H&ide Alt-X
kk: Скр&ыть Alt-X

source: Hide the screen
kk: Скрыть экран

source: Stop the server F12
kk: Остановить сервер F12

source: Stop the server
kk: Остановить сервер

source: Output to any active app
kk: Вывод в окно активного приложения

source: &Actions
kk: &Действия

source: &Help
kk: &Помощь

source: Could not set icon.
kk: Иконка не доступна

source: Exec
kk: Выполнить

source: Error
kk: Ошибка

source: Developed by: Yessil Khassenov, Astana Operating system is %s.
kk: Разработчик: Хасенов Е.А., Астана Операционная система: %s

source: Version 2.0
kk: Версия 2.0

source: Brief info
kk: Краткая информация

source: Microphone is on
kk: Микрофон включен

source: Microphone is off
kk: Микрофон выключен

source: Parameters
kk: Параметры

source: Wait...
kk: Подождите ...

source: Choose the audio file
kk: Выбери аудиофайл

source: Failed to launch the server !
kk: Неудачная попытка запустить сервер !

source: Recording level:
kk: Уровень записи:

source: %d sec.
kk: %d сек.

source: Error: %d - %s
kk: Ошибка: %d - %s

source: Microphone disconnected :(
kk: Микрофон отключен :(

source: Start recording...
kk: Начало записи …

source: Cannot open dump file %s
kk: Не могу открыть файл %s

source: Error writing audio to dump file.
kk: Ошибка при сохранении аудио файла

source: Noise threshold
kk: Порог тишины

source: Pause length
kk: Длина паузы

source: Speech detection level
kk: Уровень речевого сигнала

source: Server
kk: Сервер

source: Debug mode
kk: Режим отладки

source: Stopped
kk: Остановлен

source: Restart
kk: Рестарт

source: Problem in Convert()
kk: Проблема в Convert()

source: Problem in GetResult()
kk: Проблема в GetResult()

source: Error! len: %d <> res: %d
kk: Ошибка ! len: %d <> res: %d

source: Not connected !
kk: Не подключен !

source: Getting result
kk: Прием результата

source: Read: %5d bytes
kk: Прочитано %5d байт

source: Failed to receive the file !
kk: Ошибка приема файла !

source: Waiting for result
kk: Ожидание результата

source: Receiving length: %d
kk: Принятая длина: %d

source: Sending file
kk: Отправка файла

source: Failed to send the file
kk: Ошибка отправки файла
